brew "ansible"
brew "argocd"
brew "azure-cli"
brew "base64"
brew "bash"
brew "chezmoi"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exercism"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "httpie"
brew "just"
brew "jq"
brew "lazygit"
brew "mise"
brew "openbao"
brew "openssl"
brew "pre-commit"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "uv"
brew "yor"
brew "zola"

cask "appcleaner"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "foxitreader"
cask "ghostty"
cask "keyboardcleantool"
cask "logseq"
cask "microsoft-teams"
cask "ollama-app"
cask "orbstack"
cask "slack"
cask "trae"
cask "tunnelblick"
cask "visual-studio-code"
cask "zed"
cask "zen"

vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "GitHub.vscode-pull-request-github"
vscode "HashiCorp.terraform"
vscode "illixion.vscode-vibrancy-continued"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "whizkydee.material-palenight-theme"
vscode "yzhang.markdown-all-in-one"
