tap "azure/kubelogin"

brew "act"
brew "ansible"
brew "argocd"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bottom"
brew "chezmoi"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "exercism"
brew "fish"
brew "gdu"
brew "gh"
brew "ghq"
brew "git"
brew "helm"
brew "helm-docs"
brew "httpie"
brew "just"
brew "jq"
brew "k9s"
brew "Azure/kubelogin/kubelogin"
brew "lazygit"
brew "mise"
brew "neovim"
brew "openbao"
brew "openssl"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "telnet"
brew "unzip"
brew "uv"
brew "yor"
brew "zola"
brew "zip"

cask "appcleaner"
cask "figma"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "foxitreader"
cask "freetube"
cask "ghostty"
cask "keyboardcleantool"
cask "librewolf"
cask "logseq"
cask "microsoft-teams"
cask "ollama-app"
cask "orbstack"
cask "slack"
cask "ticktick"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zotero"

vscode "bierner.markdown-mermaid"
vscode "GitHub.vscode-pull-request-github"
vscode "HashiCorp.terraform"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "whizkydee.material-palenight-theme"
vscode "yzhang.markdown-all-in-one"
