brew "argocd"
brew "azure-cli"
brew "base64"
brew "bash"
brew "chezmoi"
brew "exercism"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "httpie"
brew "just"
brew "jq"
brew "lazygit"
brew "mise"
brew "openbao"
brew "openssl"
brew "pre-commit"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tree"
brew "uv"
brew "yor"
brew "zola"

cask "appcleaner"
cask "font-jetbrains-mono-nerd-font"
cask "flux"
cask "ghostty"
cask "keyboardcleantool"
cask "logseq"
cask "microsoft-teams"
cask "ollama-app"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "zed"
cask "zen"
